Tekla.Structures.Dialog.UIControls.WpfSaveLoad.HelpFileTypeEnum
The help file types.

Tekla.Structures.Dialog.UIControls.WpfSaveLoad.HelpFileTypeEnum.General
The general help file; help.chm.

Tekla.Structures.Dialog.UIControls.WpfSaveLoad.HelpFileTypeEnum.UserDefined
The user defined help file.